#include <iostream>

using namespace std;

void main()
{
	setlocale(LC_ALL, "Russian");
	cout << "\t\t\t\tВ лесу родилась елочка,\n\t\t\t\tВ лесу она росла." << endl;
	cout << "\t\t\t\tЗимой и летом стройная,\n\t\t\t\tЗеленая была.\n" << endl;
	cout <<"\t\t\t\tМетель ей пела песенку:\n\t\t\t\t\"Спи, елочка,бай-бай!\"" << endl;
	cout <<"\t\t\t\tМороз снежком укутывал:\n\t\t\t\t\"Смотри, не замерзай!\"\n" << endl;
	cout << "\t\t\t\tТрусишка зайка серенький\n\t\t\t\tПод елочкой скакал." << endl;
	cout << "\t\t\t\tПорою волк,сердитый волк,\n\t\t\t\tРысцою пробегал.\n" << endl;
	cout << "\t\t\t\tЧу! Снег по лесу частному\n\t\t\t\tПод полозом скрипит." << endl;
	cout << "\t\t\t\tЛошадка мохноногая\n\t\t\t\tТоропится, бежит.\n" << endl;
	cout <<"\t\t\t\tВезет лощадка дровеньки,\n\t\t\t\tНа дровнях - мужичок" << endl;
	cout << "\t\t\t\tСрубил он нашу елочку\n\t\t\t\tПод самый корешок.\n" << endl;
	cout << "\t\t\t\tТеперь она, нарядная,\n\t\t\t\tНа праздник к нам пришла," << endl;
	cout << "\t\t\t\tИ много,много радости\n\t\t\t\tДетишкам принесла." << endl;
}